var quest1=prompt(" сколько дней в неделе , А)3, Б)5, В)7,Г)4")
if(quest1 == "В"){
    alert("правильно.МОЛОДЕЦ!!!")
    quest2=prompt("автор ранние Журавли, А) А.С.Пушкин, Б)Л.Н.Толстой, В)Ч.Айтматов, Г)К.Баялинов")
    if(quest2 == "В"){
        alert("правильно.МОЛОДЕЦ!!!")
        quest3=prompt("столица КР , А)Бишкек, Б)Москва В)Токмок, Г)Пекин")
        if(quest3 == "А"){
        alert("правильно.МОЛОДЕЦ!!!")
        quest4= prompt("сколько дней в феврале  высокосный год? , А)30, Б)25,В)29, Г)28")
        if(quest4 == "В"){
            alert("правильно.МОЛОДЕЦ!!!")
            quest5= prompt("самый первый месяц года? А)май, Б)февраль,В)декабрь, Г)январь")
            if(quest5 == "Г"){
                alert("правильно.МОЛОДЕЦ!!!")
            }else{
                alert("неправильно.SORRY!!!")
            }
        }else{
            alert("неправильно.SORRY!!!")
        }
        }else{
            alert("неправильно.SORRY!!!")
        }
    }else{
        alert("неправильно.SORRY!!!")
    }
}else{
    alert("неправильно.SORRY!!!")
}









